Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Scan Monero QR code
ar: مسح رمز QR لـ Monero
az: Monero QR kodunu skan et
bg: Сканиране на QR код на Monero
bn: Monero QR কোড স্ক্যান করুন
ca: Escaneja el codi QR de Monero
cs: Skenovat QR kód Monero
da: Scan Monero QR-kode
de: Monero-QR-Code scannen
el: Σάρωση κωδικού QR Monero
eo: Skani Monero-QR-kodon
es: Escanea el código QR de Monero
et: Skanni Monero QR-kood
eu: Eskaneatu Monero QR kodea
fa: اسکن کد QR Monero
fi: Skannaa Monero-QR-koodi
fil: I-scan ang QR code ng Monero
fr: Scanner le code QR Monero
ga: Scan cód QR Monero
gl: Escanear código QR de Monero
gn: Eskanea código QR Monero-gua
ha: Bincika QR code na Monero
he: סריקת קוד QR של Monero
hi: Monero QR कोड स्कैन करें
hr: Skeniraj Monero QR kod
hu: Monero QR-kód szkennelése
hy: Սկանավորել Monero QR կոդը
id: Pindai kode QR Monero
it: Scansiona codice QR Monero
ja: Monero QRコードをスキャン
ko: Monero QR 코드 스캔
ky: Monero QR кодун скандоо
lt: Nuskaityti Monero QR kodą
lv: Skenēt Monero QR kodu
ms: Imbas kod QR Monero
my: Monero QR code စကင်ဖတ်မည်
nb: Skann Monero QR-kode
nl: Monero-QR-code Scannen
pl: Zeskanuj kod QR Monero
pt_br: Escanear código QR do Monero
ro: Scanează codul QR Monero
ru: Сканировать QR-код Monero
sk: Skenovať QR kód Monero
sl: Skeniraj QR kodo Monero
sq: Skano kodin QR të Monero
sv: Skanna Monero QR-kod
th: สแกนโค้ด QR ของ Monero
tr: Monero QR kodunu tara
uk: Сканувати QR-код Monero
ur: Monero QR کوڈ اسکین کریں
vi: Quét mã QR Monero
yo: Yẹ̀wò kóòdù QR Monero
zh_hans: 扫描 Monero QR 码
zh_hant: 掃描 Monero QR 碼

source: Scan QR code
ar: مسح رمز QR
az: QR kodu skan et
bg: Сканиране на QR код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Skenovat QR kód
da: Scan QR-kode
de: QR-Code scannen
el: Σάρωση κωδικού QR
eo: Skani QR-kodon
es: Escanear código QR
et: Skanni QR-koodi
eu: Eskaneatu QR kodea
fa: اسکن کد QR
fi: Skannaa QR-koodi
fil: I-scan ang QR code
fr: Scanner le code QR
ga: Scan cód QR
gl: Escanear código QR
gn: Eskanea código QR
ha: Bincika QR code
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kod
hu: QR-kód szkennelése
hy: Սկանավորել QR կոդը
id: Pindai kode QR
it: Scansiona codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
ky: QR кодду скандоо
lt: Nuskaityti QR kodą
lv: Skenēt QR kodu
ms: Imbas kod QR
my: QR code စကင်ဖတ်မည်
nb: Skann QR-kode
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Escanear código QR
ro: Scanează codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Skeniraj QR kodo
sq: Skano kodin QR
sv: Skanna QR-kod
th: สแกนโค้ด QR
tr: QR kodunu tara
uk: Сканувати QR-код
ur: QR کوڈ اسکین کریں
vi: Quét mã QR
yo: Yẹ̀wò kóòdù QR
zh_hans: 扫描 QR 码
zh_hant: 掃描 QR 碼

source: Scan to Pay
ar: مسح للدفع
az: Ödəmək üçün skan et
bg: Сканиране за плащане
bn: পে করতে স্ক্যান করুন
ca: Escaneja per pagar
cs: Skenovat pro platbu
da: Scan for at betale
de: Zum Bezahlen scannen
el: Σάρωση για πληρωμή
eo: Skani por Pagi
es: Escanear para pagar
et: Skanni maksmiseks
eu: Eskaneatu ordaintzeko
fa: اسکن برای پرداخت
fi: Skannaa maksaaksesi
fil: I-scan Para Magbayad
fr: Scanner pour payer
ga: Scan chun Íoc
gl: Escanear para pagar
gn: Eskanea Ehepyme'ẽ Hag̃ua
ha: Bincika don Biya
he: סריקה לתשלום
hi: पेमेंट के लिए स्कैन करें
hr: Skeniraj za plaćanje
hu: Szkennelj a fizetéshez
hy: Սկանավորեք վճարելու համար
id: Pindai untuk Membayar
it: Scansiona per Pagare
ja: スキャンして支払う
ko: 스캔하여 결제
ky: Төлөө үчүн скандаңыз
lt: Skenuoti mokėjimui
lv: Skenēt, lai maksātu
ms: Imbas untuk Bayar
my: ငွေပေးရန် စကင်ဖတ်ပါ
nb: Skann for å betale
nl: Scannen om te Betalen
pl: Zeskanuj, aby zapłacić
pt_br: Escanear para Pagar
ro: Scanează pentru a plăti
ru: Сканировать для оплаты
sk: Skenovať pre platbu
sl: Skeniraj za plačilo
sq: Skano për të Paguar
sv: Skanna för att betala
th: สแกนเพื่อชำระเงิน
tr: Ödemek için Tara
uk: Сканувати для оплати
ur: ادائیگی کے لیے اسکین کریں
vi: Quét để thanh toán
yo: Yẹ̀wò Láti Sanwó
zh_hans: 扫码支付
zh_hant: 掃碼支付

source: Scanned
ar: تم المسح
az: Skan edilib
bg: Сканирано
bn: স্ক্যান করা হয়েছে
ca: Escanejat
cs: Naskenováno
da: Scannet
de: Gescannt
el: Σαρωμένο
eo: Skanita
es: Escaneado
et: Skannitud
eu: Eskaneatuta
fa: اسکن شده
fi: Skannattu
fil: Na-scan
fr: Analysé
ga: Scanta
gl: Escaneado
gn: Skaneapyre
ha: An Bincika
he: נסרק
hi: स्कैन हो गया
hr: Skenirano
hu: Átvizsgálva
hy: Սկանավորված
id: Dipindai
it: Scansionato
ja: スキャン済み
ko: 스캔됨
ky: Скандалды
lt: Nuskaityta
lv: Skenēts
ms: Diimbas
my: စကင်ဖတ်ပြီး
nb: Skannet
nl: Gescand
pl: Zeskanowano
pt_br: Escaneado
ro: Scanat
ru: Просканировано
sk: Naskenované
sl: Preiskano
sq: Skanuar
sv: Skannad
th: สแกนแล้ว
tr: Tarandı
uk: Просканувано
ur: اسکین شدہ
vi: Đã quét
yo: Tí a Yẹ̀wò
zh_hans: 已扫描
zh_hant: 已掃描

source: Scanned to block %lld
ar: تم المسح حتى الكتلة %lld
az: %lld blokuna qədər skan edildi
bg: Сканирано до блок %lld
bn: ব্লক %lld পর্যন্ত স্ক্যান করা হয়েছে
ca: Escanejat fins al bloc %lld
cs: Naskenováno do bloku %lld
da: Scannet til blok %lld
de: Gescannt bis Block %lld
el: Σαρώθηκε έως το μπλοκ %lld
eo: Skanita ĝis bloko %lld
es: Escaneado hasta el bloque %lld
et: Skannitud kuni plokini %lld
eu: Eskaneatuta %lld blokeora arte
fa: اسکن شده تا بلوک %lld
fi: Skannattu lohkoon %lld
fil: Na-scan hanggang sa block %lld
fr: Analysé jusqu'au bloc %lld
ga: Scanta go bloc %lld
gl: Escaneado ata o bloque %lld
gn: Oñeskaneáma bloque %lld peve
ha: An bincika har zuwa toshe %lld
he: נסרק עד בלוק %lld
hi: ब्लॉक %lld तक स्कैन हुआ
hr: Skenirano do bloka %lld
hu: Átvizsgálva eddig a blokkig: %lld
hy: Սկանավորված է մինչև բլոկ %lld
id: Dipindai hingga blok %lld
it: Scansionato fino al blocco %lld
ja: ブロック %lld までスキャン済み
ko: 블록 %lld까지 스캔됨
ky: %lld-блокко чейин скандалды
lt: Nuskaityta iki bloko %lld
lv: Skenēts līdz blokam %lld
ms: Diimbas hingga blok %lld
my: Block %lld အထိ စကင်ဖတ်ပြီးပါပြီ
nb: Skannet til blokk %lld
nl: Gescand tot blok %lld
pl: Zeskanowano do bloku %lld
pt_br: Varredura até o bloco %lld
ro: Scanat până la blocul %lld
ru: Просканировано до блока %lld
sk: Naskenované do bloku %lld
sl: Preiskano do bloka %lld
sq: Skanuar deri te blloku %lld
sv: Skannad till block %lld
th: สแกนถึงบล็อก %lld แล้ว
tr: %lld blokuna kadar tarandı
uk: Просканувано до блоку %lld
ur: بلاک %lld تک اسکین ہو گیا
vi: Đã quét đến khối %lld
yo: A ti yẹ̀wò dé bulọ́ọ̀kì %lld
zh_hans: 已扫描至区块 %lld
zh_hant: 已掃描至區塊 %lld

source: Scanning blockchain
ar: جارٍ مسح سلسلة الكتل
az: Bloklar zənciri skan edilir
bg: Сканиране на блокчейна
bn: ব্লকচেইন স্ক্যান করা হচ্ছে
ca: Escanejant la cadena de blocs
cs: Skenování blockchainu
da: Scanner blockchain
de: Blockchain wird gescannt
el: Σάρωση blockchain
eo: Skanante la blokĉenon
es: Escaneando la cadena
et: Plokiahela skannimine
eu: Blockkatea eskaneatzen
fa: در حال اسکن بلاکچین
fi: Skannataan lohkoketjua
fil: Sini-scan ang blockchain
fr: Analyse de la blockchain
ga: Ag scanadh an bhlocshlabhra
gl: Escaneando a cadea de bloques
gn: Ojeskaneahína blockchain
ha: Ana bincika blockchain
he: סורק את שרשרת הבלוקים
hi: ब्लॉकचेन स्कैन हो रहा है
hr: Skeniranje blockchaina
hu: Blokklánc átvizsgálása
hy: Բլոկչեյնը սկանավորվում է
id: Memindai blockchain
it: Scansione della blockchain in corso
ja: ブロックチェーンをスキャン中
ko: 블록체인 스캔 중
ky: Блокчейн скандалып жатат
lt: Skenuojama blokų grandinė
lv: Skenē blokķēdi
ms: Mengimbas blockchain
my: Blockchain ကို စကင်ဖတ်နေသည်
nb: Skanner blokkjeden
nl: Blockchain wordt gescand
pl: Skanowanie blockchaina
pt_br: Escaneando a blockchain
ro: Se scanează blockchain-ul
ru: Сканирование блокчейна
sk: Skenovanie blockchainu
sl: Preiskovanje verige blokov
sq: Duke skanuar blockchain-in
sv: Skannar blockkedjan
th: กำลังสแกนบล็อกเชน
tr: Blok zinciri taranıyor
uk: Сканування блокчейну
ur: بلاک چین اسکین ہو رہا ہے
vi: Đang quét blockchain
yo: Ń yẹ̀wò blockchain
zh_hans: 正在扫描区块链
zh_hant: 正在掃描區塊鏈

source: Security
ar: الأمان
az: Təhlükəsizlik
bg: Сигурност
bn: সিকিউরিটি
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
eo: Sekureco
es: Seguridad
et: Turvalisus
eu: Segurtasuna
fa: امنیت
fi: Tietoturva
fil: Seguridad
fr: Sécurité
ga: Slándáil
gl: Seguridade
gn: Seguridad
ha: Tsaro
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
hy: Անվտանգություն
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
ky: Коопсуздук
lt: Sauga
lv: Drošība
ms: Keselamatan
my: လုံခြုံရေး
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sq: Siguria
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
ur: سیکیورٹی
vi: Bảo mật
yo: Ààbò
zh_hans: 安全
zh_hant: 安全

source: Self
ar: ذاتية
az: Özünə
bg: Себе си
bn: নিজে
ca: Propi
cs: Vlastní
da: Egen
de: Selbst
el: Ίδιο
eo: Mem
es: Propio
et: Enda
eu: Norbera
fa: خودم
fi: Itselle
fil: Sarili
fr: Soi-même
ga: Féin
gl: Propio
gn: Ijeupegua
ha: Kai
he: עצמית
hi: स्वयं
hr: Sebi
hu: Saját
hy: Ինքն իրեն
id: Sendiri
it: Se stesso
ja: 自己送金
ko: 본인
ky: Өзүнө
lt: Sau
lv: Sev
ms: Sendiri
my: ကိုယ်ပိုင်
nb: Selv
nl: Zelf
pl: Własny
pt_br: Própria
ro: Către sine
ru: Себе
sk: Vlastné
sl: Samemu sebi
sq: Vetja
sv: Egen
th: ตนเอง
tr: Kendisi
uk: Власний
ur: خود
vi: Tự gửi
yo: Ti Ara Rẹ
zh_hans: 自转
zh_hant: 自轉

source: Send
ar: إرسال
az: Göndər
bg: Изпращане
bn: পাঠান
ca: Enviar
cs: Odeslat
de: Senden
el: Αποστολή
eo: Sendi
es: Enviar
et: Saatmine
eu: Bidali
fa: ارسال
fi: Lähetä
fil: Ipadala
fr: Envoyer
ga: Seol
gl: Enviar
gn: Jemondo
ha: Aika
he: שליחה
hi: भेजें
hr: Pošalji
hu: Küldés
hy: Ուղարկել
id: Kirim
it: Invia
ja: 送金
ko: 전송
ky: Жөнөтүү
lt: Siųsti
lv: Sūtīt
ms: Hantar
my: ပို့မည်
nl: Verzenden
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošiljanje
sq: Dërgo
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
yo: Fi Ránṣẹ́
zh_hans: 发送
zh_hant: 發送

source: Send %@ to %@. Fee: %@ Total: %@
ar: إرسال %@ إلى %@. الرسوم: %@ الإجمالي: %@
az: %@ -ni %@ -ə göndər. Komissiya: %@ Cəmi: %@
bg: Изпращане на %@ до %@. Такса: %@ Общо: %@
bn: %@ কে %@-এ পাঠান। ফি: %@ মোট: %@
ca: Envia %@ a %@. Comissió: %@ Total: %@
cs: Odeslat %@ na %@. Poplatek: %@ Celkem: %@
da: Send %@ til %@. Gebyr: %@ Total: %@
de: %@ an %@ senden. Gebühr: %@ Gesamt: %@
el: Αποστολή %@ στο %@. Προμήθεια: %@ Σύνολο: %@
eo: Sendi %@ al %@. Krompago: %@ Totalo: %@
es: Enviar %@ a %@. Comisión: %@ Total: %@
et: Saada %@ aadressile %@. Tasu: %@ Kokku: %@
eu: Bidali %@ honako helbidera: %@. Komisioa: %@ Guztira: %@
fa: ارسال %@ به %@. کارمزد: %@ مجموع: %@
fi: Lähetä %@ osoitteeseen %@. Maksu: %@ Yhteensä: %@
fil: Ipadala ang %@ sa %@. Bayad: %@ Kabuuan: %@
fr: Envoyer %@ à %@. Frais : %@ Total : %@
ga: Seol %@ chuig %@. Táille: %@ Iomlán: %@
gl: Enviar %@ a %@. Comisión: %@ Total: %@
gn: Emondo %@ %@-pe. Comisión: %@ Total: %@
ha: Aika %@ zuwa %@. Kuɗin Caji: %@ Jimla: %@
he: שלח %@ אל %@. עמלה: %@ סה״כ: %@
hi: %@ को %@ भेजें। फ़ीस: %@ कुल: %@
hr: Pošalji %@ na %@. Naknada: %@ Ukupno: %@
hu: Küldés: %@ ide: %@. Díj: %@ Összesen: %@
hy: Ուղարկել %@ %@-ին։ Միջնորդավճար՝ %@ Ընդամենը՝ %@
id: Kirim %@ ke %@. Biaya: %@ Total: %@
it: Invia %@ a %@. Commissione: %@ Totale: %@
ja: %@ に %@ を送金します。 手数料:%@ 合計:%@
ko: %@를 %@로 전송합니다. 수수료: %@ 총액: %@
ky: %@ каражатын %@ дарегине жөнөтүү. Комиссия: %@ Жалпысы: %@
lt: Siųsti %@ į %@. Mokestis: %@ Viso: %@
lv: Sūtīt %@ uz %@. Maksa: %@ Kopā: %@
ms: Hantar %@ kepada %@. Yuran: %@ Jumlah: %@
my: %@ ကို %@ သို့ ပို့ပါ။ အခကြေးငွေ: %@ စုစုပေါင်း: %@
nb: Send %@ til %@. Avgift: %@ Totalt: %@
nl: Verzend %@ naar %@. Vergoeding: %@ Totaal: %@
pl: Wyślij %@ do %@. Opłata: %@ Suma: %@
pt_br: Enviar %@ para %@. Taxa: %@ Total: %@
ro: Trimite %@ către %@. Comision: %@ Total: %@
ru: Отправить %@ на %@. Комиссия: %@ Итого: %@
sk: Odoslať %@ na %@. Poplatok: %@ Celkovo: %@
sl: Pošlji %@ na %@. Provizija: %@ Skupaj: %@
sq: Dërgo %@ te %@. Tarifa: %@ Totali: %@
sv: Skicka %@ till %@. Avgift: %@ Totalt: %@
th: ส่ง %@ ไปยัง %@ ค่าธรรมเนียม: %@ รวม: %@
tr: %@ tutarını %@ adresine gönder. Ücret: %@ Toplam: %@
uk: Надіслати %@ на %@. Комісія: %@ Разом: %@
ur: %@ کو %@ بھیجیں۔ فیس: %@ کل: %@
vi: Gửi %@ tới %@. Phí: %@ Tổng: %@
yo: Fi %@ ránṣẹ́ sí %@. Ọya: %@ Àpapọ̀: %@
zh_hans: 向 %@ 发送 %@。 手续费:%@ 总计:%@
zh_hant: 向 %@ 發送 %@。 手續費:%@ 總計:%@

source: Send failed: %@
ar: فشل الإرسال: %@
az: Göndərmə alınmadı: %@
bg: Изпращането не бе успешно: %@
bn: পাঠানো ব্যর্থ হয়েছে: %@
ca: L'enviament ha fallat: %@
cs: Odeslání se nezdařilo: %@
da: Afsendelse mislykkedes: %@
de: Senden fehlgeschlagen: %@
el: Η αποστολή απέτυχε: %@
eo: Sendo malsukcesis: %@
es: Falló el envío: %@
et: Saatmine ebaõnnestus: %@
eu: Bidalketak huts egin du: %@
fa: ارسال ناموفق بود: %@
fi: Lähetys epäonnistui: %@
fil: Nabigo ang pagpadala: %@
fr: Échec de l'envoi : %@
ga: Theip ar an seoladh: %@
gl: Fallou o envío: %@
gn: Jemondo ndoikói porã: %@
ha: Aikawa ta kasa: %@
he: השליחה נכשלה: %@
hi: भेजना विफल: %@
hr: Slanje nije uspjelo: %@
hu: Küldés sikertelen: %@
hy: Ուղարկումը ձախողվեց՝ %@
id: Pengiriman gagal: %@
it: Invio non riuscito: %@
ja: 送金に失敗しました:%@
ko: 전송 실패: %@
ky: Жөнөтүү ишке ашпады: %@
lt: Siuntimas nepavyko: %@
lv: Sūtīšana neizdevās: %@
ms: Penghantaran gagal: %@
my: ပို့ခြင်း မအောင်မြင်ပါ: %@
nb: Sending mislyktes: %@
nl: Verzenden mislukt: %@
pl: Wysyłka nie powiodła się: %@
pt_br: Falha ao enviar: %@
ro: Trimiterea a eșuat: %@
ru: Отправка не удалась: %@
sk: Odoslanie sa nepodarilo: %@
sl: Pošiljanje ni uspelo: %@
sq: Dërgimi dështoi: %@
sv: Sändningen misslyckades: %@
th: การส่งล้มเหลว: %@
tr: Gönderim başarısız oldu: %@
uk: Надсилання не вдалося: %@
ur: ترسیل ناکام ہوئی: %@
vi: Gửi thất bại: %@
yo: Fífiránṣẹ́ kùnà: %@
zh_hans: 发送失败:%@
zh_hant: 發送失敗:%@

source: Send max
ar: إرسال الحد الأقصى
az: Maksimumu göndər
bg: Изпращане на максимум
bn: সর্বোচ্চ পাঠান
ca: Envia el màxim
cs: Odeslat maximum
da: Send maks
de: Maximalbetrag senden
el: Αποστολή μέγιστου
eo: Sendi maksimumon
es: Enviar máximo
et: Saada maksimum
eu: Bidali gehienezkoa
fa: ارسال حداکثر
fi: Lähetä maks.
fil: Ipadala ang max
fr: Envoyer le maximum
ga: Seol uasmhéid
gl: Enviar máximo
gn: Emondo opa
ha: Aika duka
he: שליחת הסכום המרבי
hi: अधिकतम भेजें
hr: Pošalji maksimum
hu: Maximum küldése
hy: Ուղարկել ամբողջը
id: Kirim maksimum
it: Invia massimo
ja: 最大額を送金
ko: 최대 전송
ky: Баарын жөнөтүү
lt: Siųsti maks.
lv: Sūtīt maks.
ms: Hantar maksimum
my: အများဆုံး ပို့မည်
nb: Send maks
nl: Maximaal verzenden
pl: Wyślij maksimum
pt_br: Enviar máximo
ro: Trimite maximul
ru: Отправить всё
sk: Odoslať maximum
sl: Pošlji največ
sq: Dërgo maksimumin
sv: Skicka max
th: ส่งยอดสูงสุด
tr: Maksimum gönder
uk: Надіслати максимум
ur: زیادہ سے زیادہ بھیجیں
vi: Gửi tối đa
yo: Fi iye tó pọ̀ jùlọ ránṣẹ́
zh_hans: 发送最大金额
zh_hant: 發送最大金額

source: Send Max
ar: إرسال الحد الأقصى
az: Maksimumu göndər
bg: Изпращане на максимум
bn: সর্বোচ্চ পাঠান
ca: Envia el màxim
cs: Odeslat maximum
da: Send maks
de: Maximalbetrag senden
el: Αποστολή μέγιστου
eo: Sendi Maksimumon
es: Enviar máximo
et: Saada maksimum
eu: Bidali gehienezkoa
fa: ارسال حداکثر
fi: Lähetä maks.
fil: Ipadala ang Max
fr: Envoyer le maximum
ga: Seol Uasmhéid
gl: Enviar máximo
gn: Emondo Opa
ha: Aika Duka
he: שליחת הסכום המרבי
hi: अधिकतम भेजें
hr: Pošalji maksimum
hu: Maximum küldése
hy: Ուղարկել ամբողջը
id: Kirim Maksimum
it: Invia Massimo
ja: 最大額を送金
ko: 최대 전송
ky: Баарын жөнөтүү
lt: Siųsti maks.
lv: Sūtīt maks.
ms: Hantar Maksimum
my: အများဆုံး ပို့မည်
nb: Send maks
nl: Maximaal Verzenden
pl: Wyślij maksimum
pt_br: Enviar Máximo
ro: Trimite maximul
ru: Отправить всё
sk: Odoslať maximum
sl: Pošlji največ
sq: Dërgo Maksimumin
sv: Skicka max
th: ส่งยอดสูงสุด
tr: Maksimum Gönder
uk: Надіслати максимум
ur: زیادہ سے زیادہ بھیجیں
vi: Gửi tối đa
yo: Fi Iye Tó Pọ̀ Jùlọ Ránṣẹ́
zh_hans: 发送最大金额
zh_hant: 發送最大金額

source: Send XMR
ar: إرسال XMR
az: XMR göndər
bg: Изпращане на XMR
bn: XMR পাঠান
ca: Envia XMR
cs: Odeslat XMR
de: XMR senden
el: Αποστολή XMR
eo: Sendi XMR
es: Enviar XMR
et: Saada XMR
eu: Bidali XMR
fa: ارسال XMR
fi: Lähetä XMR
fil: Ipadala ang XMR
fr: Envoyer des XMR
ga: Seol XMR
gl: Enviar XMR
gn: Emondo XMR
ha: Aika XMR
he: שליחת XMR
hi: XMR भेजें
hr: Pošalji XMR
hu: XMR küldése
hy: Ուղարկել XMR
id: Kirim XMR
it: Invia XMR
ja: XMRを送金
ko: XMR 전송
ky: XMR жөнөтүү
lt: Siųsti XMR
lv: Sūtīt XMR
ms: Hantar XMR
my: XMR ပို့မည်
nl: XMR Verzenden
pl: Wyślij XMR
pt_br: Enviar XMR
ro: Trimite XMR
ru: Отправить XMR
sk: Odoslať XMR
sl: Pošlji XMR
sq: Dërgo XMR
sv: Skicka XMR
th: ส่ง XMR
tr: XMR Gönder
uk: Надіслати XMR
ur: XMR بھیجیں
vi: Gửi XMR
yo: Fi XMR Ránṣẹ́
zh_hans: 发送 XMR
zh_hant: 發送 XMR

source: Sending...
ar: جارٍ الإرسال...
az: Göndərilir...
bg: Изпращане...
bn: পাঠানো হচ্ছে...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Wird gesendet …
el: Αποστολή...
eo: Sendante...
es: Enviando...
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال...
fi: Lähetetään...
fil: Ipinapadala...
fr: Envoi...
ga: Ag seoladh...
gl: Enviando...
gn: Omondohína...
ha: Ana Aikawa...
he: שולח...
hi: भेजा जा रहा है...
hr: Slanje...
hu: Küldés...
hy: Ուղարկվում է...
id: Mengirim...
it: Invio in corso...
ja: 送金中...
ko: 전송 중...
ky: Жөнөтүлүп жатат...
lt: Siunčiama...
lv: Sūta...
ms: Menghantar...
my: ပို့နေသည်...
nb: Sender...
nl: Bezig met verzenden...
pl: Wysyłanie...
pt_br: Enviando...
ro: Se trimite...
ru: Отправка...
sk: Odosielanie...
sl: Pošiljanje ...
sq: Duke dërguar...
sv: Skickar...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Надсилання...
ur: بھیجا جا رہا ہے...
vi: Đang gửi...
yo: Ń fi ránṣẹ́...
zh_hans: 正在发送...
zh_hant: 正在發送...

source: Sent
ar: مرسلة
az: Göndərilib
bg: Изпратена
bn: প্রেরিত
ca: Enviat
cs: Odesláno
da: Sendt
de: Gesendet
el: Απεστάλη
eo: Sendita
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شده
fi: Lähetetty
fil: Ipinadala
fr: Envoyé
ga: Seolta
gl: Enviado
gn: Mondopyre
ha: An Aika
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
hy: Ուղարկված
id: Terkirim
it: Inviato
ja: 送金完了
ko: 보냄
ky: Жөнөтүлдү
lt: Išsiųsta
lv: Nosūtīts
ms: Dihantar
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pl: Wysłano
pt_br: Enviado
ro: Trimis
ru: Отправлено
sk: Odoslané
sl: Poslano
sq: Dërguar
sv: Skickad
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
ur: بھیج دیا گیا
vi: Đã gửi
yo: Tí a Fi Ránṣẹ́
zh_hans: 已发送
zh_hant: 已發送

source: Sent max
ar: تم إرسال الحد الأقصى
az: Maksimum göndərildi
bg: Изпратен максимум
bn: সর্বোচ্চ প্রেরিত
ca: Màxim enviat
cs: Odesláno maximum
da: Maks. sendt
de: Maximalbetrag gesendet
el: Απεστάλη το μέγιστο
eo: Maksimumo sendita
es: Máximo enviado
et: Maksimum saadetud
eu: Gehienezkoa bidalita
fa: حداکثر ارسال شد
fi: Lähetetty maks.
fil: Ipinadalang max
fr: Maximum envoyé
ga: Uasmhéid seolta
gl: Máximo enviado
gn: Opa mondopyre
ha: An aika duka
he: הסכום המרבי נשלח
hi: अधिकतम भेजा गया
hr: Poslan maksimum
hu: Maximum elküldve
hy: Ամբողջը ուղարկվեց
id: Maksimum terkirim
it: Massimo inviato
ja: 最大額を送金しました
ko: 최대 전송됨
ky: Баары жөнөтүлдү
lt: Išsiųsta maks.
lv: Nosūtīts maks.
ms: Maksimum dihantar
my: ပို့ပြီးသော အများဆုံး
nb: Maks sendt
nl: Maximum verzonden
pl: Wysłano maksimum
pt_br: Máximo enviado
ro: Maxim trimis
ru: Отправлено всё
sk: Odoslané maximum
sl: Poslan največji znesek
sq: Maksimumi u dërgua
sv: Max skickat
th: ส่งยอดสูงสุดแล้ว
tr: Maksimum gönderildi
uk: Надіслано максимум
ur: زیادہ سے زیادہ بھیج دیا گیا
vi: Đã gửi tối đa
yo: Iye tó pọ̀ jùlọ tí a fi ránṣẹ́
zh_hans: 已发送最大金额
zh_hant: 已發送最大金額

source: Settings
ar: الإعدادات
az: Parametrlər
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Ajustes
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Paramètres
ga: Socruithe
gl: Configuración
gn: Ñemboheko
ha: Saituna
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ky: Жөндөөлөр
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
yo: Ètò
zh_hans: 设置
zh_hant: 設置

source: Share
ar: مشاركة
az: Paylaş
bg: Споделяне
bn: শেয়ার করুন
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
eo: Kunhavigi
es: Compartir
et: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
fr: Partager
ga: Comhroinn
gl: Compartir
gn: Moherakuã
ha: Raba
he: שיתוף
hi: शेयर करें
hr: Podijeli
hu: Megosztás
hy: Կիսվել
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ky: Бөлүшүү
lt: Bendrinti
lv: Kopīgot
ms: Kongsi
my: မျှဝေမည်
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndaj
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
yo: Pín
zh_hans: 分享
zh_hant: 分享

source: Share Payment Link
ar: مشاركة رابط الدفع
az: Ödəniş linkini paylaş
bg: Споделяне на връзка за плащане
bn: পেমেন্ট লিংক শেয়ার করুন
ca: Comparteix l'enllaç de pagament
cs: Sdílet platební odkaz
da: Del betalingslink
de: Zahlungslink teilen
el: Κοινή χρήση συνδέσμου πληρωμής
eo: Kunhavigi Pagan Ligilon
es: Compartir enlace de pago
et: Jaga makselinki
eu: Partekatu ordainketa-esteka
fa: اشتراک‌گذاری لینک پرداخت
fi: Jaa maksulinkki
fil: Ibahagi ang Payment Link
fr: Partager le lien de paiement
ga: Comhroinn Nasc Íocaíochta
gl: Compartir ligazón de pagamento
gn: Emoherakuã Enlace de Pago
ha: Raba Hanyar Biyan Kuɗi
he: שיתוף קישור תשלום
hi: पेमेंट लिंक शेयर करें
hr: Podijeli poveznicu za plaćanje
hu: Fizetési link megosztása
hy: Կիսվել վճարման հղումով
id: Bagikan Tautan Pembayaran
it: Condividi Link di Pagamento
ja: 支払いリンクを共有
ko: 결제 링크 공유
ky: Төлөм шилтемесин бөлүшүү
lt: Bendrinti mokėjimo nuorodą
lv: Kopīgot maksājuma saiti
ms: Kongsi Pautan Pembayaran
my: ငွေပေးချေမှု လင့်ခ် မျှဝေမည်
nb: Del betalingslenke
nl: Betalingslink Delen
pl: Udostępnij link płatności
pt_br: Compartilhar Link de Pagamento
ro: Distribuie linkul de plată
ru: Поделиться ссылкой на платёж
sk: Zdieľať platobný odkaz
sl: Deli povezavo za plačilo
sq: Ndaj Lidhjen e Pagesës
sv: Dela betalningslänk
th: แชร์ลิงก์การชำระเงิน
tr: Ödeme Bağlantısını Paylaş
uk: Поділитися посиланням на оплату
ur: پیمنٹ لنک شیئر کریں
vi: Chia sẻ liên kết thanh toán
yo: Pín Ìjápọ̀ Ìsanwó
zh_hans: 分享付款链接
zh_hant: 分享付款鏈接

source: Show
ar: إظهار
az: Göstər
bg: Показване
bn: দেখান
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
eo: Montri
es: Mostrar
et: Näita
eu: Erakutsi
fa: نمایش
fi: Näytä
fil: Ipakita
fr: Afficher
ga: Taispeáin
gl: Mostrar
gn: Hechauka
ha: Nuna
he: הצגה
hi: दिखाएं
hr: Prikaži
hu: Megjelenítés
hy: Ցուցադրել
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
ky: Көрсөтүү
lt: Rodyti
lv: Rādīt
ms: Tunjuk
my: ပြမည်
nb: Vis
nl: Tonen
pl: Pokaż
pt_br: Mostrar
ro: Afișează
ru: Показать
sk: Zobraziť
sl: Prikaži
sq: Shfaq
sv: Visa
th: แสดง
tr: Göster
uk: Показати
ur: دکھائیں
vi: Hiện
yo: Fi Hàn
zh_hans: 显示
zh_hant: 顯示
